export const photosArr = Array(25).fill(null);

export const messages = [
    "Все відмінно!",
    "Загалом все непогано. Але не всі.",
    "Коли ви робите фотографію, добре б прибирати палець із кадру. Зрештою, це просто непрофесійно.",
    "Моя бабуся випадково чхнула з фотоапаратом у руках і у неї вийшла фотографія краща.",
    "Я послизнувся на банановій шкірці і впустив фотоапарат на кота і у мене вийшла фотографія краще.",
    "Обличчя людей на фотці перекошені, ніби їх побивають. Як можна було зловити такий невдалий момент?"
  ];

 export const names = ["Олена", "Артем", "Максим", "Ірина", "Дмитро", "Марія", "Олексій", "Софія", "Андрій", "Наталя"];

 export const likes = {
    min: 15,
    max: 220
};

export const comments = {
    min: 1,
    max: 10
};

export const avatar = {
    min: 1,
    max: 6
};

export const id = {
    min: 100,
    max: 999
};

export const randomWords = [
    "красивий",     
    "яскравий",     
    "смішний",      
    "щасливий",     
    "веселий",      
    "танцювати",    
    "посміхатися",  
    "стрибати",     
    "малювати",     
    "досліджувати", 
    "приходити",    
    "яблуко",       
    "книга",        
    "дерево",       
    "птах",         
    "сонце",        
    "квітка"        
];